HSDTaskName = "Vedlikehold";

HSDFeedRollerHeaderTitle = "Vedlikehold av matevalse og skillepute";
HSDNotifyMeTitle = "Varsle meg når det er tid for vedlikehold.";
HSDTotalPagesTitle = "Totalt antall sider matet:";
HSDPagesSinceReplacementTitle = "Sider matet siden siste utskifting:";
HSDPreviouslyRecordedReplacementsTitle = "Tidligere registrerte utskiftinger:";
HSDReplacementRecommendedTitle = "Utskifting anbefales nå:";
HSDReplaceButtonTitle = "Registrer utskifting…";

RecordReplacementWarnTitle = "Registrere utskifting?";
RecordReplacementWarnText = "Denne handlingen nullstiller telleren for antall sider som er matet, og øker utskiftingsantallet for matevalsen og skilleputen.";

MaintenanceRecommendedWarnTitle = "Vedlikehold anbefales";
MaintenanceRecommendedWarnText = "Skannerens matevalse og skillepute må skiftes ut.";
